define({
  "map": {
    "error": "Δεν είναι δυνατή η δημιουργία χάρτη",
    "licenseError": {
      "message": "Ο λογαριασμός σας δεν διαθέτει άδεια χρήσης για Παραμετροποιήσιμες Εφαρμογές που δεν είναι δημόσιες. Ζητήστε από τον διαχειριστή του οργανισμού σας να σας εκχωρήσει τύπο χρήστη που να περιλαμβάνει Βασικές Εφαρμογές ή πρόσθετη άδεια χρήσης για Βασικές Εφαρμογές.",
      "title": "Χωρίς άδεια χρήσης"
    }
  },
  "viewer": {
    "content_title": "Φίλτρο",
    "button_text": "Εφαρμογή",
    "filterInstructions": "Φιλτράρετε το επίπεδο καθορίζοντας τιμές.",
    "filterOr": "Οποιαδήποτε από τις παρακάτω παραστάσεις πρέπει να αληθής.",
    "filterAnd": "Όλες οι παρακάτω παραστάσεις πρέπει να αληθείς.",
    "filterNo": "Αυτός ο web χάρτης δεν περιέχει διαδραστικά φίλτρα. Για να ενεργοποιήσετε εκφράσεις διαδραστικών φίλτρων, επιλέξτε \"Ask for values\" στο παράθυρο διαλόγου φίλτρων web χάρτη. <br><br> Για περισσότερη βοήθεια, δείτε το θέμα βοήθειας ${link} για λεπτομέρειες σχετικά με τον τρόπο δημιουργίας μιας έκφρασης διαδραστικού φίλτρου στον web χάρτη σας.",
    "filterLink": "http://doc.arcgis.com/en/arcgis-online/use-maps/apply-filters.htm",
    "errors": {
      "message": "Πρόβλημα κατά τη δημιουργία της εφαρμογής φίλτρων"
    }
  },
  "tools": {
    "toggle": "Εναλλαγή πλαισίου",
    "clear": "Εκκαθάριση",
    "zoom": "Εστίαση"
  },
  "legend": {
    "title": "Υπόμνημα"
  }
});