define({
  "map": {
    "error": "يتعذر إنشاء الخريطة"
  },
  "viewer": {
    "content_title": "مُنقي",
    "button_text": "تطبيق",
    "filterInstructions": "تنقية الطبقة بتحديد القيم.",
    "filterOr": "يجب أن يكون أحد التعبيرات التالية صحيحًا.",
    "filterAnd": "يجب أن تكون جميع التعبيرات التالية صحيحة.",
    "filterNo": "لا تحتوي خريطة الويب على أي عوامل تصفية تفاعلية، ولتمكين تعبيرات عامل التصفية التفاعلية، قم بالتأشير على \"طلب القيم\" في مربع حوار عامل تصفية خريطة الويب. <br><br> لمزيد من المساعدة، اعرض موضوع تعليمات ${link} للحصول على تفاصيل بشأن كيفية إنشاء تعبير عامل تصفية تفاعلي في خريطة الويب.",
    "filterLink": "http://doc.arcgis.com/en/arcgis-online/use-maps/apply-filters.htm",
    "errors": {
      "message": "حدثت مشكلة أثناء إنشاء تطبيقات المُنقيات"
    }
  },
  "tools": {
    "toggle": "تبديل اللوحة",
    "clear": "مسح",
    "zoom": "تغيير مقياس الرسم"
  },
  "legend": {
    "title": "مفتاح الخريطة"
  }
});