define({
  "map": {
    "error": "मानचित्र बनाने में अक्षम",
    "licenseError": {
      "message": "आपके खाते को ऐसे कॉन्फ़िगर करने योग्य ऐप्स का उपयोग करने के लिए लाइसेंस प्राप्त नहीं है जो गैर-सार्वजनिक हैं। कृपया अपने संगठन व्यवस्थापक से आपको एक ऐसा उपयोगकर्ता प्रकार असाइन करने के लिए कहें जिसमें आवश्यक ऐप्स या एड-ऑन आवश्यक ऐप्स लाइसेंस शामिल है।",
      "title": "लाइसेंस प्राप्त नहीं है"
    }
  },
  "viewer": {
    "content_title": "फिल्टर करें",
    "button_text": "लागू करें",
    "filterInstructions": "संख्या निर्दिष्ट करके लेयर फिल्टर करें।",
    "filterOr": "निम्न समीकरण में से कोई भी सही होना चाहिए।",
    "filterAnd": "निम्न सभी समीकरण सही होने चाहिए।",
    "filterNo": "इस वेब मानचित्र में कोई भी इंटरैक्टिव फिल्टर शामिल नहीं हैं। इंटरैक्टिव फिल्टर भावों को सक्षम करने के लिए, वेब मानचित्र फिल्टर संवाद में 'मानों के लिए पूछें ('Ask for values')' में सही का निशान लगाएँ। <br><br> अपने वेब मानचित्र में एक इंटरैक्टिव फिल्टर भाव कैसे बनाएँ इस पर अधिक विवरण के लिए अधिक सहायता हेतु ${link} सहायता विषय देखें।",
    "filterLink": "http://doc.arcgis.com/en/arcgis-online/use-maps/apply-filters.htm",
    "errors": {
      "message": "फिल्टर ऐप्लिकेशन बनाने में समस्या"
    }
  },
  "tools": {
    "toggle": "पैनल टॉगल करें",
    "clear": "साफ़ करें",
    "zoom": "ज़ूम करें"
  },
  "legend": {
    "title": "लीजेंड"
  }
});