define({
  "map": {
    "error": "Не удалось создать карту"
  },
  "viewer": {
    "content_title": "Фильтр",
    "button_text": "Применить",
    "filterInstructions": "Отфильтровать слой по указанным значениям.",
    "filterOr": "Любое из следующих выражений должно иметь значение true.",
    "filterAnd": "Все из следующих выражений должны иметь значение true.",
    "filterNo": "Эта веб-карта не содержит интерактивных фильтров. Чтобы использовать выражения интерактивных фильтров, отметьте 'Запросить значения' в диалоговом окне фильтра веб-карты. <br><br> Дополнительные сведения находятся в разделе справки ${link}, где описано, как создать выражение интерактивного фильтра на веб-карте.",
    "filterLink": "http://doc.arcgis.com/en/arcgis-online/use-maps/apply-filters.htm",
    "errors": {
      "message": "Проблема с созданием фильтров приложения"
    }
  },
  "tools": {
    "toggle": "Переключить панель",
    "clear": "Очистить",
    "zoom": "Масштабировать"
  },
  "legend": {
    "title": "Легенда"
  }
});