define({
  "map": {
    "error": "לא ניתן ליצור מפה",
    "licenseError": {
      "message": "החשבון שלך אינו מורשה להשתמש באפליקציות הניתנות להגדרה שאינן ציבוריות. בקש ממנהל המערכת בארגון שלך להקצות לך סוג משתמש שכולל את Essential Apps או רישיון הרחבה ל-Essential Apps.",
      "title": "ללא רישיון"
    }
  },
  "viewer": {
    "content_title": "מסנן",
    "button_text": "בצע",
    "filterInstructions": "בצע סינון לשכבה על ידי הגדרת ערכים.",
    "filterOr": "כל אחד מהביטויים הבאים חייב לענות על קריטריון true.",
    "filterAnd": "כל הביטויים הבאים חייבים לענות על קריטריון true.",
    "filterNo": "מפת אינטרנט זו לא כוללת מסננים אינטראקטיביים. כדי להפעיל ביטויי מסננים אינטראקטיביים, עבור אל 'בקש ערכים' בדו-שיח של הסינון במפת האינטרנט. <br><br> לסיוע נוסף, הצג את נושא העזרה של ${link} לקבלת פרטים נוספים על יצירת ביטוי מסננים אינטראקטיביים במפת האינטרנט שלך.",
    "filterLink": "http://doc.arcgis.com/en/arcgis-online/use-maps/apply-filters.htm",
    "errors": {
      "message": "בעיה ביצירת אפליקצית מסננים"
    }
  },
  "tools": {
    "toggle": "שנה מצב חלונית",
    "clear": "נקה",
    "zoom": "התמקד"
  },
  "legend": {
    "title": "מקרא"
  }
});