define({
  "map": {
    "error": "ไม่สามารถสร้างแผนที่ได้",
    "licenseError": {
      "message": "บัญชีผู้ใช้ของคุณไม่มีใบอนุญาตในการใช้งานแอปที่กำหนดค่าได้ซึ่งไม่ใช่แบบสาธารณะ โปรดขอให้ผู้ดูแลองค์กรของคุณกำหนดประเภทผู้ใช้ที่มีใบอนุญาตแอป Essential หรือแอดออนแอป Essential ให้กับคุณ",
      "title": "ไม่มีใบอนุญาต"
    }
  },
  "viewer": {
    "content_title": "กรอง",
    "button_text": "ประยุกต์ใช้",
    "filterInstructions": "กรองชั้นข้อมูลด้วยการกำหนดค่าเฉพาะ",
    "filterOr": "เงื่อนไขอย่างใดอย่างหนึ่งต้องเป็นจริง",
    "filterAnd": "เงื่อนไขทั้งหมดต้องเป็นจริง",
    "filterNo": "แผนที่เว็บนี้ไม่ได้มีฟิลเตอร์แบบโต้ตอบใด ๆ เมื่อต้องการเปิดใช้นิพจน์ตัวกรองโต้ตอบ 'การตรวจสอบขอค่า' ในกล่องโต้ตอบตัวกรองแผนที่เว็บ<br><br> สำหรับความช่วยเหลือเพิ่มเติมดู ${link}หัวข้อความช่วยเหลือสำหรับรายละเอียดเกี่ยวกับวิธีการสร้างการแสดงออกกรองโต้ตอบในแผนที่เว็บของคุณ",
    "filterLink": "http://doc.arcgis.com/en/arcgis-online/use-maps/apply-filters.htm",
    "errors": {
      "message": "เกิดปัญหาระหว่างการสร้างแอพพลิเคชันตัวคัดกรอง"
    }
  },
  "tools": {
    "toggle": "แผงสลับ",
    "clear": "เคลียร์",
    "zoom": "ขยาย"
  },
  "legend": {
    "title": "คำอธิบายสัญลักษณ์"
  }
});